libntirpc-dev
smbclient
gedit
libglib2.0-dev
libc-bin
glibc-source
libpthread-stubs0-dev
libi2c-dev
i2c-tools
build-essential
apache2
php8.2
libapache2-mod-php8.2
php8.2-mbstring
php8.2-mysql
php8.2-curl
php8.2-gd
php8.2-zip
vim
emacs
